//
//  Intro.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "Bezpečný domov pro všechna vaše data";
"_intro_1_text_"    = "Přistupujte, sdílejte a ochraňte své soubory doma i ve firmě";

"_intro_11_title_"  = "V přehledu souborů použijte gesta";
"_intro_11_text_"   = "Přetáhnutí prstem → nebo ←: Možnosti \n\nDlouhý stisk: Kopírovat/Vložit nebo Otevřít pomocí… \n\nStisk: 3D Touch (pokud je dostupný)";

"_intro_2_title_"   = "Více účtů";
"_intro_2_text_"    = "Připojte se ke všem svým cloudům a stiskem loga Lawless v záložce Soubory mezi nimi přepínejte";

"_intro_3_title_"   = "Začínáme";
"_intro_3_text_"    = "Dobře, váš Lawless je připraven k použití.";

"_introNoCryptoCloud_1_title_" = "Crypto Cloud";
"_introNoCryptoCloud_1_text_"  = "Šifrování pomocí protokolu Crypto Cloud už není k dispozici, stále však můžete svoje soubory rozšifrovat když si z AppStore stáhnete aplikaci\n\n'CryptoCloud for Lawless'\n\nBrzy bude ve všech klientech pro Lawless k dispozici nový EndToEnd šifrovací protokol\n\n\nZačni dotekem";
